[
  {
    "numeroSemana":4,
    "tipo_embarazo":"di-di",
    "titulo":"¡Confirmado! Empieza la aventura",
    "descripcion":"La menstruación no llega y comienzas a sospechar. Una prueba de embarazo puede darte la gran noticia… o la doble sorpresa.",
    "contenidoMama":"Tu cuerpo comienza a producir la hormona hCG que permite detectar el embarazo. Puedes sentirte más cansada notar sensibilidad en los pechos o tener más ganas de orinar. También es normal sentir emociones intensas o confusión en esta etapa.",
    "contenidoBebes":"Los dos embriones ya están implantados en el útero. Cada uno empieza a desarrollarse de forma independiente. Tendrán su propia placenta y bolsa amniótica. Aunque son muy pequeños las células ya se organizan para formar órganos vitales.",
    "imagenUrl":"\/img\/semanaSemanas\/semana4.png"
  },
  {
    "numeroSemana":5,
    "tipo_embarazo":"di-di",
    "titulo":"Todo empieza a tomar forma",
    "descripcion":"Con el embarazo confirmado es momento de asimilar esta nueva etapa. Tu cuerpo está trabajando a toda velocidad para crear vida por duplicado.",
    "contenidoMama":"Las hormonas continúan aumentando especialmente la hCG y la progesterona. Puedes notar más fatiga náuseas sensibilidad en los pechos o cambios de humor. Todo esto es parte de la adaptación natural a este nuevo proceso.",
    "contenidoBebes":"Los embriones miden apenas unos milímetros pero ya comienzan a desarrollar el tubo neural que dará lugar al cerebro y la médula espinal. Se forman los esbozos del corazón que pronto comenzará a latir. Cada uno sigue creciendo en su bolsa con su propia placenta.",
    "imagenUrl":"\/img\/semanaSemanas\/semana5.jpg"
  },
  {
    "numeroSemana":6,
    "tipo_embarazo":"di-di",
    "titulo":"Latidos diminutos",
    "descripcion":"El embarazo sigue su curso y es posible que empieces a sentir más intensamente los cambios. Esta semana puede ser clave para conectar emocionalmente con lo que estás viviendo.",
    "contenidoMama":"Las náuseas pueden intensificarse y tu olfato estar más sensible. Tal vez sientas rechazo por ciertos alimentos o te molesten olores que antes pasaban desapercibidos. El cansancio sigue presente y podrías notar cambios en el estado de ánimo. Todo esto es normal.",
    "contenidoBebes":"Los corazones de ambos embriones comienzan a latir aunque aún no puedas oírlos. También empiezan a formarse los primeros esbozos de brazos y piernas. El sistema nervioso central continúa desarrollándose y cada embrión sigue creciendo de forma independiente en su bolsa.",
    "imagenUrl":"\/img\/semanaSemanas\/semana6.jpg"
  },
  {
    "numeroSemana":7,
    "tipo_embarazo":"di-di",
    "titulo":"Primeros esbozos",
    "descripcion":"Puede que te sientas más conectada con lo que ocurre dentro de ti. La idea de llevar dos vidas contigo empieza a tomar forma y a emocionar.",
    "contenidoMama":"Las náuseas pueden continuar y es común tener sensación de hinchazón o gases. La fatiga sigue presente y los cambios hormonales pueden hacerte más sensible emocionalmente. Es momento de priorizar el descanso y la alimentación suave.",
    "contenidoBebes":"Los embriones ya tienen forma de pequeños renacuajos. Empiezan a definirse sus cabezas y se alargan los brotes que darán lugar a brazos y piernas. El corazón late a gran velocidad y los órganos internos comienzan a organizarse.",
    "imagenUrl":"\/img\/semanaSemanas\/semana7.jpg"
  },
  {
    "numeroSemana":8,
    "tipo_embarazo":"di-di",
    "titulo":"Mini humanos en construcción",
    "descripcion":"Cada día es un paso más hacia el gran encuentro. Aunque aún no puedas sentirlos físicamente tus bebés crecen con fuerza en su espacio.",
    "contenidoMama":"Tu útero está creciendo y eso puede generar molestias pélvicas similares a un dolor menstrual suave. Es normal sentirte más torpe o con cambios en el sueño. La digestión puede hacerse más lenta y el olfato sigue muy activo.",
    "contenidoBebes":"Los párpados empiezan a cubrir los ojos en formación y se forman las manos y pies con pequeños dedos. El cerebro continúa desarrollándose rápidamente y se conectan los primeros sistemas neuronales. Cada bebé sigue creciendo en su saco de forma independiente.",
    "imagenUrl":"\/img\/semanaSemanas\/semana8.jpg"
  },
  {
    "numeroSemana":9,
    "tipo_embarazo":"di-di",
    "titulo":"Pequeños grandes avances",
    "descripcion":"El embarazo ya es visible en muchas mujeres y en ti puede sentirse como un cambio constante tanto físico como emocional.",
    "contenidoMama":"La ropa puede empezar a molestarte en la cintura. Las emociones pueden variar con facilidad y es importante que te sientas acompañada. El aumento del flujo vaginal es normal siempre que no tenga mal olor ni cause picor.",
    "contenidoBebes":"Los órganos internos continúan madurando. Los embriones mueven brazos y piernas aunque tú aún no los sientas. Ya se puede distinguir el rostro con ojos nariz y orejas en formación. El corazón late con fuerza en cada uno.",
    "imagenUrl":"\/img\/semanaSemanas\/semana9.jpg"
  },
  {
    "numeroSemana":10,
    "tipo_embarazo":"di-di",
    "titulo":"Termina la etapa más delicada",
    "descripcion":"Con el final del primer trimestre cerca es momento de celebrar la evolución. Aunque aún queda camino ya has pasado muchas de las primeras barreras.",
    "contenidoMama":"La mayoría de los síntomas empiezan a estabilizarse aunque algunas molestias pueden continuar. Puedes sentirte más estable o incluso con más energía. El útero sigue creciendo y quizás notes una ligera curva en el vientre.",
    "contenidoBebes":"Los embriones ya se consideran fetos. Se forman uñas párpado externo y los órganos vitales están casi completos. Cada uno mide unos 3 o 4 centímetros y pesa varios gramos. Continúan moviéndose aunque todavía no puedas notarlo.",
    "imagenUrl":"\/img\/semanaSemanas\/semana10.jpg"
  },
  {
    "numeroSemana":11,
    "tipo_embarazo":"di-di",
    "titulo":"Más energía y primeras curvas",
    "descripcion":"Tu cuerpo se adapta mejor a esta nueva etapa y quizás empieces a sentirte más tú. La tripa puede comenzar a asomar y las emociones estabilizarse un poco.",
    "contenidoMama":"Las náuseas pueden empezar a reducirse y puede aumentar el apetito. Tu cintura cambia y podrías necesitar ropa más cómoda. También podrías notar mayor brillo en la piel o el cabello gracias a las hormonas.",
    "contenidoBebes":"Los fetos ya se estiran dentro de su bolsa y sus movimientos son más definidos. Se desarrollan los genitales externos aunque aún no se distinguen fácilmente. Continúa el crecimiento óseo y se fortalecen los músculos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana11.jpg"
  },
  {
    "numeroSemana":12,
    "tipo_embarazo":"di-di",
    "titulo":"Primer trimestre superado",
    "descripcion":"Llegas al final de una etapa intensa. Aunque aún hay mucho por delante ahora puedes respirar con algo más de calma.",
    "contenidoMama":"Probablemente te sientas con más energía y algo más tranquila. El riesgo de complicaciones tempranas disminuye y es habitual compartir la noticia con los más cercanos en esta fase.",
    "contenidoBebes":"Los bebés ya tienen todas las estructuras básicas formadas. Su cara es más definida y pueden hacer movimientos con las manos. El sistema digestivo comienza a funcionar y continúan ganando peso y longitud.",
    "imagenUrl":"\/img\/semanaSemanas\/semana12.jpg"
  },
  {
    "numeroSemana":13,
    "tipo_embarazo":"di-di",
    "titulo":"Segundo trimestre en marcha",
    "descripcion":"Con el segundo trimestre llegan nuevos cambios pero también mayor estabilidad. Es una etapa ideal para conectar con tu cuerpo y con lo que estás viviendo.",
    "contenidoMama":"Puedes notar más energía pero también algunos síntomas nuevos como congestión nasal o dolor de ligamentos al estirarte. Aumenta la circulación sanguínea y eso puede generar más calor corporal o sudoración.",
    "contenidoBebes":"Los bebés ya superan los siete centímetros y sus órganos siguen madurando. Se perfeccionan sus huellas dactilares y los huesos se hacen más densos. Algunos ya chupan el dedo dentro del útero.",
    "imagenUrl":"\/img\/semanaSemanas\/semana13.jpg"
  },
  {
    "numeroSemana":14,
    "tipo_embarazo":"di-di",
    "titulo":"Todo crece contigo",
    "descripcion":"Empiezas a notar con más claridad que tu cuerpo se expande para albergar vida. El útero se eleva y tal vez puedas sentir cierta presión interna.",
    "contenidoMama":"El vientre comienza a ser más visible. Puede aparecer acidez o estreñimiento por los cambios digestivos. Es buen momento para cuidar la hidratación y seguir con una alimentación variada y suave.",
    "contenidoBebes":"Los bebés ya mueven los ojos dentro de sus párpados cerrados. Sus órganos internos continúan afinando funciones. Las extremidades se alargan y el cuello es más visible lo que les da un aspecto más proporcionado.",
    "imagenUrl":"\/img\/semanaSemanas\/semana14.jpg"
  },
  {
    "numeroSemana":15,
    "tipo_embarazo":"di-di",
    "titulo":"Vínculos en expansión",
    "descripcion":"Es posible que empieces a sentir una conexión más profunda con tus bebés. Esta etapa es ideal para crear pequeños rituales de cuidado y disfrute.",
    "contenidoMama":"Puedes notar movimientos sutiles parecidos a burbujas o cosquillas en la parte baja del vientre. El sueño puede mejorar y sentirte más activa. Aumenta el volumen sanguíneo y puede haber sangrado nasal ocasional.",
    "contenidoBebes":"Los bebés miden alrededor de diez centímetros y empiezan a oír sonidos. Su piel es muy fina y sus huesos se endurecen. Comienzan a realizar expresiones faciales y movimientos más coordinados.",
    "imagenUrl":"\/img\/semanaSemanas\/semana15.jpg"
  },
  {
    "numeroSemana":16,
    "tipo_embarazo":"di-di",
    "titulo":"Comienza la danza interna",
    "descripcion":"El cuerpo sigue transformándose y es posible que sientas por primera vez el movimiento de tus bebés. Es una sensación única que marca un antes y un después.",
    "contenidoMama":"Puedes tener dolores breves en los costados al estirarte debido al crecimiento uterino. La línea alba puede oscurecerse y notarse una línea vertical en el abdomen. La piel puede volverse más sensible.",
    "contenidoBebes":"Los bebés se mueven con más frecuencia aunque aún son pequeños para percibirlo con claridad siempre. El sistema nervioso se desarrolla más y sus músculos responden mejor. Las piernas son más largas que los brazos y practican movimientos de succión.",
    "imagenUrl":"\/img\/semanaSemanas\/semana16.jpg"
  },
  {
    "numeroSemana":17,
    "tipo_embarazo":"di-di",
    "titulo":"Todo se siente más real",
    "descripcion":"Tu cuerpo se adapta cada vez mejor y es probable que te sientas más segura con lo que estás viviendo. Cada pequeño cambio es una señal del proceso natural que estás transitando.",
    "contenidoMama":"El apetito puede aumentar y también las ganas de organizar el entorno. Puedes notar más hinchazón en pies y tobillos al final del día. Los pechos continúan cambiando en preparación para la lactancia.",
    "contenidoBebes":"Los bebés ya pesan más de cien gramos y miden unos trece centímetros. Empiezan a acumular grasa bajo la piel y su esqueleto se sigue fortaleciendo. Pueden girar la cabeza y mover los ojos aunque aún sin abrirlos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana17.jpg"
  },
  {
    "numeroSemana":18,
    "tipo_embarazo":"di-di",
    "titulo":"Crecer es el trabajo principal",
    "descripcion":"Aunque los días pueden sentirse largos todo está avanzando dentro de ti. Este es un buen momento para conectar con tu pareja o red de apoyo.",
    "contenidoMama":"Puedes sentirte más torpe o distraída por los cambios hormonales. El centro de gravedad cambia y es importante moverse con precaución. El flujo vaginal puede aumentar de forma natural.",
    "contenidoBebes":"Los bebés ya pueden bostezar estirarse y mover brazos y piernas con soltura. Sus huellas dactilares están completamente formadas. Los oídos se afinan y pueden reaccionar ante sonidos del exterior.",
    "imagenUrl":"\/img\/semanaSemanas\/semana18.jpg"
  },
  {
    "numeroSemana":19,
    "tipo_embarazo":"di-di",
    "titulo":"Empieza la cuenta atrás para la mitad",
    "descripcion":"Te acercas al ecuador del embarazo y es posible que te sientas más consciente del espacio que ocupan tus bebés dentro de ti.",
    "contenidoMama":"Puedes notar molestias al dormir en ciertas posturas o sentir tirantez abdominal. Usar almohadas para apoyar el cuerpo puede ayudarte a descansar mejor.",
    "contenidoBebes":"Los bebés miden más de quince centímetros y sus sentidos se siguen desarrollando. La piel sigue siendo fina pero ya aparece una sustancia blanca llamada vérnix que la protege. Se afina la coordinación muscular.",
    "imagenUrl":"\/img\/semanaSemanas\/semana19.jpg"
  },
  {
    "numeroSemana":20,
    "tipo_embarazo":"di-di",
    "titulo":"Mitad del camino",
    "descripcion":"Has llegado a la mitad de este viaje único. Es momento de reconocer todo lo que has atravesado y darte espacio para disfrutar.",
    "contenidoMama":"Es posible que te sientas más estable física y emocionalmente aunque algunas molestias persistan. El vientre está más visible y puedes sentirte más conectada con los movimientos internos.",
    "contenidoBebes":"Cada bebé mide más de dieciséis centímetros y ya tienen cejas pestañas y uñas definidas. El corazón se escucha con claridad en una ecografía y su crecimiento se acelera. Siguen creciendo en sus bolsas de forma paralela.",
    "imagenUrl":"\/img\/semanaSemanas\/semana20.jpg"
  },
  {
    "numeroSemana":21,
    "tipo_embarazo":"di-di",
    "titulo":"Un ritmo compartido",
    "descripcion":"El vínculo con tus bebés crece y los movimientos ya pueden sentirse con claridad. Puedes notar cómo responden a ciertos sonidos o caricias.",
    "contenidoMama":"Tu piel se estira y puede picar especialmente en el abdomen. Aparecen estrías en algunas mujeres y es buen momento para hidratar con frecuencia. Podrías tener calambres en las piernas especialmente por la noche.",
    "contenidoBebes":"Los bebés ya tienen proporciones más humanas. Su sistema digestivo se activa y tragan líquido amniótico. Comienzan a tener ciclos de sueño y vigilia dentro del útero.",
    "imagenUrl":"\/img\/semanaSemanas\/semana21.jpg"
  },
  {
    "numeroSemana":22,
    "tipo_embarazo":"di-di",
    "titulo":"Crecer desde dentro",
    "descripcion":"Cada semana tu cuerpo demuestra su capacidad para sostener vida. Aunque puedas sentirte pesada todo sigue fluyendo hacia adelante.",
    "contenidoMama":"Puedes notar presión en la pelvis o dificultad para estar mucho tiempo de pie. El ritmo cardíaco puede acelerarse con más facilidad. Dormir de lado comienza a ser lo más recomendable.",
    "contenidoBebes":"Los bebés pesan cerca de medio kilo y miden más de veinte centímetros. Empiezan a responder a la luz exterior y a movimientos fuertes. Sus párpados se abren por momentos y los pulmones inician ensayos de respiración.",
    "imagenUrl":"\/img\/semanaSemanas\/semana22.jpg"
  },
  {
    "numeroSemana":23,
    "tipo_embarazo":"di-di",
    "titulo":"Todo se vuelve más real",
    "descripcion":"Es una etapa donde puede surgir ansiedad por el parto o el futuro. Es normal tener preguntas e incertidumbres. Busca momentos de calma y espacios de contención.",
    "contenidoMama":"Tu cuerpo sigue ensanchándose y puede aparecer dolor lumbar o dificultad para agacharte. La piel puede cambiar de color en ciertas zonas por la acción hormonal.",
    "contenidoBebes":"Los bebés aumentan de peso y ganan fuerza muscular. Empiezan a almacenar grasa y su piel se ve menos transparente. Su sistema inmunitario se fortalece poco a poco.",
    "imagenUrl":"\/img\/semanaSemanas\/semana23.png"
  },
  {
    "numeroSemana":24,
    "tipo_embarazo":"di-di",
    "titulo":"Etapa de ajustes",
    "descripcion":"Tu mente y cuerpo están en constante adaptación. Puede que surjan nuevas emociones o que necesites reorganizar rutinas. Escúchate y date permiso para priorizarte.",
    "contenidoMama":"Es común tener más dificultad para descansar y cambios en la digestión. Puedes notar más hambre o necesidad de comer en porciones más pequeñas.",
    "contenidoBebes":"Los bebés ya superan los seiscientos gramos. Sus sentidos están activos y perciben tu voz o movimientos. Siguen practicando la respiración aunque sus pulmones aún no están maduros.",
    "imagenUrl":"\/img\/semanaSemanas\/semana24.jpeg"
  },
  {
    "numeroSemana":25,
    "tipo_embarazo":"di-di",
    "titulo":"Avances silenciosos",
    "descripcion":"Desde fuera no siempre se nota lo que está pasando pero por dentro tus bebés y tú están haciendo un trabajo inmenso.",
    "contenidoMama":"Puedes sentir más peso al caminar o molestias en la espalda. Los movimientos internos son más frecuentes y variados. La ropa ajustada puede incomodar.",
    "contenidoBebes":"Cada bebé crece de forma individual aunque en paralelo. El sistema nervioso central sigue madurando. Las manos ya pueden cerrar el puño y agarrar el cordón umbilical por reflejo.",
    "imagenUrl":"\/img\/semanaSemanas\/semana25.png"
  },
  {
    "numeroSemana":26,
    "tipo_embarazo":"di-di",
    "titulo":"Sentidos que se despiertan",
    "descripcion":"A esta altura del embarazo tus bebés se vuelven más activos. También tú puedes sentirte más sensible física y emocionalmente.",
    "contenidoMama":"Es común tener cambios de humor más marcados o sentir agobio por la cercanía del tercer trimestre. También puedes experimentar molestias en las costillas o dificultad para respirar profundamente.",
    "contenidoBebes":"Los bebés pesan cerca de novecientos gramos. Pueden diferenciar entre voces conocidas y ruidos fuertes. Sus pupilas reaccionan a la luz y su cuerpo gana proporciones más redondeadas.",
    "imagenUrl":"\/img\/semanaSemanas\/semana26.png"
  },
  {
    "numeroSemana":27,
    "tipo_embarazo":"di-di",
    "titulo":"Camino al último tramo",
    "descripcion":"Te estás preparando para la recta final. Es un buen momento para bajar el ritmo y priorizar el descanso y la tranquilidad.",
    "contenidoMama":"Puedes tener contracciones leves e irregulares conocidas como Braxton Hicks. El sueño puede verse interrumpido por incomodidad física o necesidad frecuente de orinar.",
    "contenidoBebes":"Los bebés ya tienen una posición más definida dentro del útero aunque pueden seguir cambiando de lugar. El sistema nervioso sigue desarrollándose y sus pulmones ganan madurez lentamente.",
    "imagenUrl":"\/img\/semanaSemanas\/semana27.png"
  },
  {
    "numeroSemana":28,
    "tipo_embarazo":"di-di",
    "titulo":"Inicio del tercer trimestre",
    "descripcion":"Comienza la etapa final del embarazo. Aunque el cuerpo esté más cansado hay también una energía nueva por el encuentro que se acerca.",
    "contenidoMama":"Puedes sentirte más pesada y con dificultad para hacer algunas tareas. Es importante buscar ayuda y no exigirte de más. Puedes notar más hinchazón en pies o tobillos.",
    "contenidoBebes":"Los bebés pesan alrededor de un kilo cada uno y miden más de treinta centímetros. Su piel es más gruesa y su cerebro muestra mayor actividad. En algunos casos ya podrían sobrevivir fuera del útero con cuidados intensivos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana28.png"
  },
  {
    "numeroSemana":29,
    "tipo_embarazo":"di-di",
    "titulo":"Todo pesa un poco más",
    "descripcion":"El cuerpo te pide más pausas. Es momento de reconocer tu esfuerzo y ajustar el ritmo cuando sea necesario.",
    "contenidoMama":"La fatiga aumenta y los cambios posturales pueden generar molestias en la espalda o la pelvis. Puedes notar más contracciones irregulares y dificultad para encontrar una posición cómoda al dormir.",
    "contenidoBebes":"Los bebés pesan más de un kilo y comienzan a ganar grasa rápidamente. Su sistema respiratorio está casi listo y sus movimientos son más evidentes. Responden al tacto y a sonidos externos con claridad.",
    "imagenUrl":"\/img\/semanaSemanas\/semana29.png"
  },
  {
    "numeroSemana":30,
    "tipo_embarazo":"di-di",
    "titulo":"En conexión constante",
    "descripcion":"Aunque el cuerpo se sienta más limitado emocionalmente puedes sentir una gran cercanía con tus bebés. Ellos ya perciben mucho de lo que tú vives.",
    "contenidoMama":"Puedes experimentar más calambres en las piernas o ardor estomacal. La presión sobre el suelo pélvico aumenta y puedes notar cambios en el flujo vaginal. La piel del abdomen puede estar más tirante.",
    "contenidoBebes":"Los bebés miden más de cuarenta centímetros. Se colocan cada vez más en la posición de nacimiento aunque aún pueden cambiar. Su sistema nervioso sigue afinándose y sus órganos ya funcionan casi por completo.",
    "imagenUrl":"\/img\/semanaSemanas\/semana30.png"
  },
  {
    "numeroSemana":31,
    "tipo_embarazo":"di-di",
    "titulo":"Cuenta atrás emocional",
    "descripcion":"Es posible que empieces a sentir una mezcla de emociones. La ilusión convive con el cansancio. Todo eso es normal y válido.",
    "contenidoMama":"Puede aparecer insomnio o dificultad para relajarte. Es buen momento para preparar el entorno del nacimiento y expresar tus necesidades a quien te acompaña.",
    "contenidoBebes":"Los bebés siguen acumulando grasa bajo la piel. Ya abren y cierran los ojos con facilidad. Practican la respiración en intervalos y sus reflejos están bien desarrollados.",
    "imagenUrl":"\/img\/semanaSemanas\/semana31.png"
  },
  {
    "numeroSemana":32,
    "tipo_embarazo":"di-di",
    "titulo":"Últimos ajustes",
    "descripcion":"Tu cuerpo sigue sosteniendo este proceso con fuerza aunque cada paso requiera más esfuerzo. Estás en una etapa de gran sabiduría corporal.",
    "contenidoMama":"Es posible que sientas presión en la parte baja del abdomen y más molestias al caminar. Algunas mujeres notan que el ombligo se aplana o sobresale.",
    "contenidoBebes":"Los bebés pesan más de un kilo y medio. Su piel es más lisa y su cuerpo más redondeado. La madurez pulmonar continúa y es posible que ya se hayan colocado en posición cefálica.",
    "imagenUrl":"\/img\/semanaSemanas\/semana32.png"
  },
  {
    "numeroSemana":33,
    "tipo_embarazo":"di-di",
    "titulo":"Preparadas para el cambio",
    "descripcion":"Cada día es un paso más hacia el nacimiento. Tu cuerpo te pide descanso y tus emociones pueden estar más a flor de piel.",
    "contenidoMama":"Puedes tener más dificultades para respirar profundamente o sentirte más cansada en actividades simples. La necesidad de apoyo y contención puede ser mayor.",
    "contenidoBebes":"Los bebés ya responden al ritmo de tu vida con más claridad. Su corazón se acelera con estímulos y se calma con tu voz. Sus huesos están casi completamente formados aunque aún blandos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana33.png"
  },
  {
    "numeroSemana":34,
    "tipo_embarazo":"di-di",
    "titulo":"Etapa de espera activa",
    "descripcion":"Puede parecer que no hay grandes novedades pero internamente todo se está preparando para el gran momento.",
    "contenidoMama":"Puedes notar más presión en el bajo vientre y una necesidad constante de orinar. El cuerpo puede hincharse con más facilidad y el descanso nocturno volverse fragmentado.",
    "contenidoBebes":"Los bebés pesan más de dos kilos. Sus pulmones están casi listos para funcionar solos. Practican movimientos de succión y tragan líquido amniótico con regularidad.",
    "imagenUrl":"\/img\/semanaSemanas\/semana34.png"
  },
  {
    "numeroSemana":35,
    "tipo_embarazo":"di-di",
    "titulo":"Todo listo casi todo el tiempo",
    "descripcion":"Cada día cuenta. El parto puede adelantarse en embarazos gemelares y por eso es buen momento para tener todo preparado sin presión.",
    "contenidoMama":"Es común sentir el cuerpo más torpe o lento. Puedes notar más flujo o ligeras contracciones. Escuchar al cuerpo y frenar cuando lo pide es fundamental.",
    "contenidoBebes":"Los bebés ya podrían sobrevivir con buen pronóstico si nacieran ahora aunque lo ideal es que continúen unas semanas más. Siguen ganando peso y consolidando funciones.",
    "imagenUrl":"\/img\/semanaSemanas\/semana35.png"
  },
  {
    "numeroSemana":36,
    "tipo_embarazo":"di-di",
    "titulo":"Puertas abiertas al encuentro",
    "descripcion":"La recta final puede traer ansiedad e ilusión al mismo tiempo. Tu cuerpo y tus bebés saben cuándo será el momento.",
    "contenidoMama":"La incomodidad puede ser constante pero también lo es la fuerza interna que te sostiene. Puedes sentir mayor presión pélvica y notar que los movimientos de los bebés cambian de ritmo.",
    "contenidoBebes":"Los bebés pesan alrededor de dos kilos y medio. Su sistema inmunológico está más fuerte gracias al intercambio con tu cuerpo. Están listos para la vida extrauterina aunque cada día extra suma bienestar.",
    "imagenUrl":"\/img\/semanaSemanas\/semana36.png"
  },
  {
    "numeroSemana":37,
    "tipo_embarazo":"di-di",
    "titulo":"Momento de escucha profunda",
    "descripcion":"Cada señal puede ser importante. El cuerpo y los bebés están en su máxima preparación para el gran día.",
    "contenidoMama":"Puedes notar más presión en la pelvis y contracciones más regulares. Es posible que tengas menos apetito o más cansancio general. El descanso es clave.",
    "contenidoBebes":"Los bebés están a término. Su sistema respiratorio está completamente desarrollado. Suelen colocarse en posición de nacimiento aunque en embarazos gemelares puede variar.",
    "imagenUrl":"\/img\/semanaSemanas\/semana37.png"
  },
  {
    "numeroSemana":38,
    "tipo_embarazo":"di-di",
    "titulo":"Cuenta regresiva real",
    "descripcion":"La espera puede sentirse larga pero cada día suma. Es normal tener sentimientos encontrados y muchas ganas de verles la carita.",
    "contenidoMama":"Puedes experimentar cambios en el flujo o pequeñas pérdidas del tapón mucoso. El cuerpo da señales de forma natural. La intuición es valiosa en esta etapa.",
    "contenidoBebes":"Los bebés pesan más de dos kilos y medio y miden cerca de cincuenta centímetros. Están listos para el nacimiento. Su piel es más gruesa y succión más fuerte.",
    "imagenUrl":"\/img\/semanaSemanas\/semana38.png"
  },
  {
    "numeroSemana":39,
    "tipo_embarazo":"di-di",
    "titulo":"Todo está listo",
    "descripcion":"Has llegado al final de este viaje. Aunque el cuerpo esté cansado hay una energía profunda que te conecta con el momento de nacer.",
    "contenidoMama":"Es posible que tengas contracciones frecuentes o que notes una bajada del abdomen. La dilatación cervical puede avanzar progresivamente aunque sin dolor constante.",
    "contenidoBebes":"Los bebés siguen aumentando de peso y consolidando reservas. El cordón umbilical les sigue alimentando mientras esperan la señal del parto.",
    "imagenUrl":"\/img\/semanaSemanas\/semana39.png"
  },
  {
    "numeroSemana":40,
    "tipo_embarazo":"di-di",
    "titulo":"Últimos compases",
    "descripcion":"Es muy poco habitual que un embarazo gemelar llegue a la semana 40 pero si lo hace es bajo vigilancia médica. Cada cuerpo tiene su ritmo.",
    "contenidoMama":"El seguimiento suele ser más frecuente. Puedes sentirte inquieta o muy expectante. Es fundamental sentirte acompañada emocional y físicamente.",
    "contenidoBebes":"Los bebés están completamente desarrollados y listos para nacer. Suelen tener un peso y tamaño similares al de un embarazo único si han llegado hasta aquí sin complicaciones.",
    "imagenUrl":"\/img\/semanaSemanas\/semana40.png"
  },
  {
    "numeroSemana":4,
    "tipo_embarazo":"di-mono",
    "titulo":"¡Confirmado! Empieza la aventura",
    "descripcion":"La menstruación no llega y comienzas a sospechar. Una prueba de embarazo puede darte la gran noticia… o la doble sorpresa.",
    "contenidoMama":"Tu cuerpo comienza a producir la hormona hCG que permite detectar el embarazo. Puedes sentirte más cansada notar sensibilidad en los pechos o tener más ganas de orinar. También es normal sentir emociones intensas o confusión en esta etapa.",
    "contenidoBebes":"Los dos embriones ya están implantados en el útero. Cada uno empieza a desarrollarse de forma independiente. Tendrán su propia placenta y bolsa amniótica. Aunque son muy pequeños las células ya se organizan para formar órganos vitales.",
    "imagenUrl":"\/img\/semanaSemanas\/semana4.png"
  },
  {
    "numeroSemana":5,
    "tipo_embarazo":"di-mono",
    "titulo":"Todo empieza a tomar forma",
    "descripcion":"Con el embarazo confirmado es momento de asimilar esta nueva etapa. Tu cuerpo está trabajando a toda velocidad para crear vida por duplicado.",
    "contenidoMama":"Las hormonas continúan aumentando especialmente la hCG y la progesterona. Puedes notar más fatiga náuseas sensibilidad en los pechos o cambios de humor. Todo esto es parte de la adaptación natural a este nuevo proceso.",
    "contenidoBebes":"Los embriones miden apenas unos milímetros pero ya comienzan a desarrollar el tubo neural que dará lugar al cerebro y la médula espinal. Se forman los esbozos del corazón que pronto comenzará a latir. Cada uno sigue creciendo en su bolsa con su propia placenta.",
    "imagenUrl":"\/img\/semanaSemanas\/semana5.jpg"
  },
  {
    "numeroSemana":6,
    "tipo_embarazo":"di-mono",
    "titulo":"Latidos diminutos",
    "descripcion":"El embarazo sigue su curso y es posible que empieces a sentir más intensamente los cambios. Esta semana puede ser clave para conectar emocionalmente con lo que estás viviendo.",
    "contenidoMama":"Las náuseas pueden intensificarse y tu olfato estar más sensible. Tal vez sientas rechazo por ciertos alimentos o te molesten olores que antes pasaban desapercibidos. El cansancio sigue presente y podrías notar cambios en el estado de ánimo. Todo esto es normal.",
    "contenidoBebes":"Los corazones de ambos embriones comienzan a latir aunque aún no puedas oírlos. También empiezan a formarse los primeros esbozos de brazos y piernas. El sistema nervioso central continúa desarrollándose y cada embrión sigue creciendo de forma independiente en su bolsa.",
    "imagenUrl":"\/img\/semanaSemanas\/semana6.jpg"
  },
  {
    "numeroSemana":7,
    "tipo_embarazo":"di-mono",
    "titulo":"Primeros esbozos",
    "descripcion":"Puede que te sientas más conectada con lo que ocurre dentro de ti. La idea de llevar dos vidas contigo empieza a tomar forma y a emocionar.",
    "contenidoMama":"Las náuseas pueden continuar y es común tener sensación de hinchazón o gases. La fatiga sigue presente y los cambios hormonales pueden hacerte más sensible emocionalmente. Es momento de priorizar el descanso y la alimentación suave.",
    "contenidoBebes":"Los embriones se desarrollan dentro de su propia bolsa amniótica pero comparten una misma placenta. Esto significa que dependen de una sola fuente de nutrientes lo que requiere mayor seguimiento médico. Comienzan a formarse los brotes de brazos y piernas.",
    "imagenUrl":"\/img\/semanaSemanas\/semana7.jpg"
  },
  {
    "numeroSemana":8,
    "tipo_embarazo":"di-mono",
    "titulo":"Mini humanos en construcción",
    "descripcion":"Cada día es un paso más hacia el gran encuentro. Aunque aún no puedas sentirlos físicamente tus bebés crecen con fuerza en su espacio.",
    "contenidoMama":"Tu útero está creciendo y eso puede generar molestias pélvicas similares a un dolor menstrual suave. Es normal sentirte más torpe o con cambios en el sueño. La digestión puede hacerse más lenta y el olfato sigue muy activo.",
    "contenidoBebes":"El crecimiento avanza con normalidad y ya se notan diferencias en el ritmo de cada bebé aunque comparten la misma placenta. Empiezan a perfilarse las estructuras de manos y pies mientras el sistema nervioso se ramifica rápidamente en cada embrión.",
    "imagenUrl":"\/img\/semanaSemanas\/semana8.jpg"
  },
  {
    "numeroSemana":9,
    "tipo_embarazo":"di-mono",
    "titulo":"Pequeños grandes avances",
    "descripcion":"El embarazo ya es visible en muchas mujeres y en ti puede sentirse como un cambio constante tanto físico como emocional.",
    "contenidoMama":"La ropa puede empezar a molestarte en la cintura. Las emociones pueden variar con facilidad y es importante que te sientas acompañada. El aumento del flujo vaginal es normal siempre que no tenga mal olor ni cause picor.",
    "contenidoBebes":"Ambos bebés siguen creciendo en bolsas separadas pero conectados a una sola placenta. Esto puede influir en la distribución de nutrientes. Los rostros comienzan a definirse y sus corazones laten con fuerza dentro del mismo entorno compartido.",
    "imagenUrl":"\/img\/semanaSemanas\/semana9.jpg"
  },
  {
    "numeroSemana":10,
    "tipo_embarazo":"di-mono",
    "titulo":"Termina la etapa más delicada",
    "descripcion":"Con el final del primer trimestre cerca es momento de celebrar la evolución. Aunque aún queda camino ya has pasado muchas de las primeras barreras.",
    "contenidoMama":"La mayoría de los síntomas empiezan a estabilizarse aunque algunas molestias pueden continuar. Puedes sentirte más estable o incluso con más energía. El útero sigue creciendo y quizás notes una ligera curva en el vientre.",
    "contenidoBebes":"Los embriones ya se consideran fetos. Se observa un crecimiento parejo aunque comparten placenta. Se monitorea que ambos reciban el mismo flujo de nutrientes. Se desarrollan uñas y órganos vitales casi por completo.",
    "imagenUrl":"\/img\/semanaSemanas\/semana10.jpg"
  },
  {
    "numeroSemana":11,
    "tipo_embarazo":"di-mono",
    "titulo":"Más energía y primeras curvas",
    "descripcion":"Tu cuerpo se adapta mejor a esta nueva etapa y quizás empieces a sentirte más tú. La tripa puede comenzar a asomar y las emociones estabilizarse un poco.",
    "contenidoMama":"Las náuseas pueden empezar a reducirse y puede aumentar el apetito. Tu cintura cambia y podrías necesitar ropa más cómoda. También podrías notar mayor brillo en la piel o el cabello gracias a las hormonas.",
    "contenidoBebes":"Ambos bebés siguen creciendo en sincronía dentro de sus bolsas aunque la placenta compartida puede afectar ritmos individuales. Se forman los genitales y se definen los movimientos reflejos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana11.jpg"
  },
  {
    "numeroSemana":12,
    "tipo_embarazo":"di-mono",
    "titulo":"Primer trimestre superado",
    "descripcion":"Llegas al final de una etapa intensa. Aunque aún hay mucho por delante ahora puedes respirar con algo más de calma.",
    "contenidoMama":"Probablemente te sientas con más energía y algo más tranquila. El riesgo de complicaciones tempranas disminuye y es habitual compartir la noticia con los más cercanos en esta fase.",
    "contenidoBebes":"Los bebés ya tienen estructuras completas. Se observa su coordinación motora y movimientos espontáneos. Los controles médicos buscan asegurarse de que ambos crezcan de forma equilibrada.",
    "imagenUrl":"\/img\/semanaSemanas\/semana12.jpg"
  },
  {
    "numeroSemana":13,
    "tipo_embarazo":"di-mono",
    "titulo":"Segundo trimestre en marcha",
    "descripcion":"Con el segundo trimestre llegan nuevos cambios pero también mayor estabilidad. Es una etapa ideal para conectar con tu cuerpo y con lo que estás viviendo.",
    "contenidoMama":"Puedes notar más energía pero también algunos síntomas nuevos como congestión nasal o dolor de ligamentos al estirarte. Aumenta la circulación sanguínea y eso puede generar más calor corporal o sudoración.",
    "contenidoBebes":"Cada bebé se desarrolla en su propia bolsa aunque conectados a la misma placenta. Esto requiere vigilancia ecográfica frecuente para prevenir diferencias en su evolución. Se afinan huellas dactilares y estructura ósea.",
    "imagenUrl":"\/img\/semanaSemanas\/semana13.jpg"
  },
  {
    "numeroSemana":14,
    "tipo_embarazo":"di-mono",
    "titulo":"Todo crece contigo",
    "descripcion":"Empiezas a notar con más claridad que tu cuerpo se expande para albergar vida. El útero se eleva y tal vez puedas sentir cierta presión interna.",
    "contenidoMama":"El vientre comienza a ser más visible. Puede aparecer acidez o estreñimiento por los cambios digestivos. Es buen momento para cuidar la hidratación y seguir con una alimentación variada y suave.",
    "contenidoBebes":"Los bebés ya mueven ojos y extremidades con mayor coordinación. Su crecimiento es evidente y cada control ecográfico es clave para asegurar un reparto justo de nutrientes desde la placenta única.",
    "imagenUrl":"\/img\/semanaSemanas\/semana14.jpg"
  },
  {
    "numeroSemana":15,
    "tipo_embarazo":"di-mono",
    "titulo":"Vínculos en expansión",
    "descripcion":"Es posible que empieces a sentir una conexión más profunda con tus bebés. Esta etapa es ideal para crear pequeños rituales de cuidado y disfrute.",
    "contenidoMama":"Puedes notar movimientos sutiles parecidos a burbujas o cosquillas en la parte baja del vientre. El sueño puede mejorar y sentirte más activa. Aumenta el volumen sanguíneo y puede haber sangrado nasal ocasional.",
    "contenidoBebes":"Los bebés siguen desarrollándose con fuerza. Se observa su crecimiento en paralelo aunque la placenta compartida requiere vigilancia para evitar que uno reciba más aporte que el otro. Empiezan a responder a estímulos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana15.jpg"
  },
  {
    "numeroSemana":16,
    "tipo_embarazo":"di-mono",
    "titulo":"Comienza la danza interna",
    "descripcion":"El cuerpo sigue transformándose y es posible que sientas por primera vez el movimiento de tus bebés. Es una sensación única que marca un antes y un después.",
    "contenidoMama":"Puedes tener dolores breves en los costados al estirarte debido al crecimiento uterino. La línea alba puede oscurecerse y notarse una línea vertical en el abdomen. La piel puede volverse más sensible.",
    "contenidoBebes":"Los movimientos se hacen más notorios. Ambos bebés interactúan con su entorno y a veces entre ellos. Las diferencias en tamaño o ritmo pueden empezar a notarse por ecografía si hay alteración en el reparto de nutrientes.",
    "imagenUrl":"\/img\/semanaSemanas\/semana16.jpg"
  },
  {
    "numeroSemana":17,
    "tipo_embarazo":"di-mono",
    "titulo":"Todo se siente más real",
    "descripcion":"Tu cuerpo se adapta cada vez mejor y es probable que te sientas más segura con lo que estás viviendo. Cada pequeño cambio es una señal del proceso natural que estás transitando.",
    "contenidoMama":"El apetito puede aumentar y también las ganas de organizar el entorno. Puedes notar más hinchazón en pies y tobillos al final del día. Los pechos continúan cambiando en preparación para la lactancia.",
    "contenidoBebes":"Ambos bebés continúan creciendo en sus bolsas. Las ecografías de control buscan confirmar que la circulación placentaria es equilibrada. Ya se observa el desarrollo de sus huesos y sistema nervioso.",
    "imagenUrl":"\/img\/semanaSemanas\/semana17.jpg"
  },
  {
    "numeroSemana":18,
    "tipo_embarazo":"di-mono",
    "titulo":"Crecer es el trabajo principal",
    "descripcion":"Aunque los días pueden sentirse largos todo está avanzando dentro de ti. Este es un buen momento para conectar con tu pareja o red de apoyo.",
    "contenidoMama":"Puedes sentirte más torpe o distraída por los cambios hormonales. El centro de gravedad cambia y es importante moverse con precaución. El flujo vaginal puede aumentar de forma natural.",
    "contenidoBebes":"Los bebés continúan madurando sus sentidos y órganos. La evaluación médica se enfoca en asegurar que ambos reciban aporte suficiente. Ya abren y cierran la boca y practican movimientos de succión.",
    "imagenUrl":"\/img\/semanaSemanas\/semana18.jpg"
  },
  {
    "numeroSemana":19,
    "tipo_embarazo":"di-mono",
    "titulo":"Empieza la cuenta atrás para la mitad",
    "descripcion":"Te acercas al ecuador del embarazo y es posible que te sientas más consciente del espacio que ocupan tus bebés dentro de ti.",
    "contenidoMama":"Puedes notar molestias al dormir en ciertas posturas o sentir tirantez abdominal. Usar almohadas para apoyar el cuerpo puede ayudarte a descansar mejor.",
    "contenidoBebes":"Los bebés ya miden más de quince centímetros. El corazón y sistema digestivo siguen avanzando. El equipo médico suele realizar controles doppler para verificar el flujo sanguíneo entre ambos y prevenir complicaciones.",
    "imagenUrl":"\/img\/semanaSemanas\/semana19.jpg"
  },
  {
    "numeroSemana":20,
    "tipo_embarazo":"di-mono",
    "titulo":"Mitad del camino",
    "descripcion":"Has llegado a la mitad de este viaje único. Es momento de reconocer todo lo que has atravesado y darte espacio para disfrutar.",
    "contenidoMama":"Es posible que te sientas más estable física y emocionalmente aunque algunas molestias persistan. El vientre está más visible y puedes sentirte más conectada con los movimientos internos.",
    "contenidoBebes":"Cada bebé pesa cerca de trescientos gramos y continúa su evolución. Su placenta compartida requiere vigilancia especializada para detectar cualquier signo de transfusión fetal o desbalance circulatorio.",
    "imagenUrl":"\/img\/semanaSemanas\/semana20.jpg"
  },
  {
    "numeroSemana":21,
    "tipo_embarazo":"di-mono",
    "titulo":"Un ritmo compartido",
    "descripcion":"El vínculo con tus bebés crece y los movimientos ya pueden sentirse con claridad. Puedes notar cómo responden a ciertos sonidos o caricias.",
    "contenidoMama":"Tu piel se estira y puede picar especialmente en el abdomen. Aparecen estrías en algunas mujeres y es buen momento para hidratar con frecuencia. Podrías tener calambres en las piernas especialmente por la noche.",
    "contenidoBebes":"Los bebés siguen creciendo dentro de sus bolsas. Se observa con atención que el flujo de sangre desde la placenta se reparta de forma justa. Comienzan a coordinar mejor sus movimientos y a mostrar ciclos de sueño.",
    "imagenUrl":"\/img\/semanaSemanas\/semana21.jpg"
  },
  {
    "numeroSemana":22,
    "tipo_embarazo":"di-mono",
    "titulo":"Crecer desde dentro",
    "descripcion":"Cada semana tu cuerpo demuestra su capacidad para sostener vida. Aunque puedas sentirte pesada todo sigue fluyendo hacia adelante.",
    "contenidoMama":"Puedes notar presión en la pelvis o dificultad para estar mucho tiempo de pie. El ritmo cardíaco puede acelerarse con más facilidad. Dormir de lado comienza a ser lo más recomendable.",
    "contenidoBebes":"Los bebés pesan cerca de medio kilo. El sistema médico controla el desarrollo con ecografías frecuentes para prevenir diferencias de crecimiento o signos de transfusión entre ellos. Ya pueden oír sonidos externos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana22.jpg"
  },
  {
    "numeroSemana":23,
    "tipo_embarazo":"di-mono",
    "titulo":"Todo se vuelve más real",
    "descripcion":"Es una etapa donde puede surgir ansiedad por el parto o el futuro. Es normal tener preguntas e incertidumbres. Busca momentos de calma y espacios de contención.",
    "contenidoMama":"Tu cuerpo sigue ensanchándose y puede aparecer dolor lumbar o dificultad para agacharte. La piel puede cambiar de color en ciertas zonas por la acción hormonal.",
    "contenidoBebes":"Los bebés aumentan de peso y se mueven con más fuerza. Comparten el entorno placentario pero crecen en espacios separados. Se monitorea que la placenta cumpla con ambos sin favorecer a uno más que al otro.",
    "imagenUrl":"\/img\/semanaSemanas\/semana23.png"
  },
  {
    "numeroSemana":24,
    "tipo_embarazo":"di-mono",
    "titulo":"Etapa de ajustes",
    "descripcion":"Tu mente y cuerpo están en constante adaptación. Puede que surjan nuevas emociones o que necesites reorganizar rutinas. Escúchate y date permiso para priorizarte.",
    "contenidoMama":"Es común tener más dificultad para descansar y cambios en la digestión. Puedes notar más hambre o necesidad de comer en porciones más pequeñas.",
    "contenidoBebes":"El control médico sigue siendo clave para detectar signos de desbalance. Ambos bebés responden al entorno con movimientos y cambios de ritmo. Su sistema pulmonar sigue madurando en paralelo.",
    "imagenUrl":"\/img\/semanaSemanas\/semana24.jpeg"
  },
  {
    "numeroSemana":25,
    "tipo_embarazo":"di-mono",
    "titulo":"Avances silenciosos",
    "descripcion":"Desde fuera no siempre se nota lo que está pasando pero por dentro tus bebés y tú están haciendo un trabajo inmenso.",
    "contenidoMama":"Puedes sentir más peso al caminar o molestias en la espalda. Los movimientos internos son más frecuentes y variados. La ropa ajustada puede incomodar.",
    "contenidoBebes":"Ambos bebés desarrollan reflejos y músculos. Se controlan sus latidos por separado y se verifica que la placenta distribuya bien el oxígeno y los nutrientes. Ya pueden cerrar el puño y girarse dentro de su bolsa.",
    "imagenUrl":"\/img\/semanaSemanas\/semana25.png"
  },
  {
    "numeroSemana":26,
    "tipo_embarazo":"di-mono",
    "titulo":"Sentidos que se despiertan",
    "descripcion":"A esta altura del embarazo tus bebés se vuelven más activos. También tú puedes sentirte más sensible física y emocionalmente.",
    "contenidoMama":"Es común tener cambios de humor más marcados o sentir agobio por la cercanía del tercer trimestre. También puedes experimentar molestias en las costillas o dificultad para respirar profundamente.",
    "contenidoBebes":"Sus sentidos están más desarrollados. El control médico se enfoca en observar flujos sanguíneos y crecimiento simétrico. Ambos bebés reaccionan al tacto y al sonido con más claridad.",
    "imagenUrl":"\/img\/semanaSemanas\/semana26.png"
  },
  {
    "numeroSemana":27,
    "tipo_embarazo":"di-mono",
    "titulo":"Camino al último tramo",
    "descripcion":"Te estás preparando para la recta final. Es un buen momento para bajar el ritmo y priorizar el descanso y la tranquilidad.",
    "contenidoMama":"Puedes tener contracciones leves e irregulares conocidas como Braxton Hicks. El sueño puede verse interrumpido por incomodidad física o necesidad frecuente de orinar.",
    "contenidoBebes":"Los bebés se colocan poco a poco en posición de nacimiento. Se afina la vigilancia médica por el riesgo de diferencias en el aporte placentario. Sus pulmones siguen madurando de forma coordinada.",
    "imagenUrl":"\/img\/semanaSemanas\/semana27.png"
  },
  {
    "numeroSemana":28,
    "tipo_embarazo":"di-mono",
    "titulo":"Inicio del tercer trimestre",
    "descripcion":"Comienza la etapa final del embarazo. Aunque el cuerpo esté más cansado hay también una energía nueva por el encuentro que se acerca.",
    "contenidoMama":"Puedes sentirte más pesada y con dificultad para hacer algunas tareas. Es importante buscar ayuda y no exigirte de más. Puedes notar más hinchazón en pies o tobillos.",
    "contenidoBebes":"Ambos bebés están en un momento clave de desarrollo. El equipo médico observa con frecuencia el flujo de cordones y peso individual. Aunque compartan placenta necesitan ser controlados como si fueran únicos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana28.png"
  },
  {
    "numeroSemana":29,
    "tipo_embarazo":"di-mono",
    "titulo":"Todo pesa un poco más",
    "descripcion":"El cuerpo te pide más pausas. Es momento de reconocer tu esfuerzo y ajustar el ritmo cuando sea necesario.",
    "contenidoMama":"La fatiga aumenta y los cambios posturales pueden generar molestias en la espalda o la pelvis. Puedes notar más contracciones irregulares y dificultad para encontrar una posición cómoda al dormir.",
    "contenidoBebes":"Los bebés pesan más de un kilo y ganan grasa de forma sostenida. Se controlan de cerca las diferencias de crecimiento ya que una placenta compartida puede generar desigualdades si no se reparte bien la sangre.",
    "imagenUrl":"\/img\/semanaSemanas\/semana29.png"
  },
  {
    "numeroSemana":30,
    "tipo_embarazo":"di-mono",
    "titulo":"En conexión constante",
    "descripcion":"Aunque el cuerpo se sienta más limitado emocionalmente puedes sentir una gran cercanía con tus bebés. Ellos ya perciben mucho de lo que tú vives.",
    "contenidoMama":"Puedes experimentar más calambres en las piernas o ardor estomacal. La presión sobre el suelo pélvico aumenta y puedes notar cambios en el flujo vaginal. La piel del abdomen puede estar más tirante.",
    "contenidoBebes":"Ambos siguen desarrollándose y responden a estímulos externos. Las ecografías de control verifican peso cordones umbilicales y flujo sanguíneo. Se busca que ambos estén creciendo de forma equilibrada.",
    "imagenUrl":"\/img\/semanaSemanas\/semana30.png"
  },
  {
    "numeroSemana":31,
    "tipo_embarazo":"di-mono",
    "titulo":"Cuenta atrás emocional",
    "descripcion":"Es posible que empieces a sentir una mezcla de emociones. La ilusión convive con el cansancio. Todo eso es normal y válido.",
    "contenidoMama":"Puede aparecer insomnio o dificultad para relajarte. Es buen momento para preparar el entorno del nacimiento y expresar tus necesidades a quien te acompaña.",
    "contenidoBebes":"Los reflejos están activos y los sentidos afilados. El seguimiento se vuelve más frecuente y puede incluir monitores para escuchar los latidos de ambos bebés por separado. Cada día dentro del útero sigue siendo valioso.",
    "imagenUrl":"\/img\/semanaSemanas\/semana31.png"
  },
  {
    "numeroSemana":32,
    "tipo_embarazo":"di-mono",
    "titulo":"Últimos ajustes",
    "descripcion":"Tu cuerpo sigue sosteniendo este proceso con fuerza aunque cada paso requiera más esfuerzo. Estás en una etapa de gran sabiduría corporal.",
    "contenidoMama":"Es posible que sientas presión en la parte baja del abdomen y más molestias al caminar. Algunas mujeres notan que el ombligo se aplana o sobresale.",
    "contenidoBebes":"Ambos bebés pesan más de un kilo y medio. Su madurez pulmonar avanza y se evalúa su posición. La placenta compartida requiere control extra para evitar que uno se descompense si el otro cambia su ritmo.",
    "imagenUrl":"\/img\/semanaSemanas\/semana32.png"
  },
  {
    "numeroSemana":33,
    "tipo_embarazo":"di-mono",
    "titulo":"Preparadas para el cambio",
    "descripcion":"Cada día es un paso más hacia el nacimiento. Tu cuerpo te pide descanso y tus emociones pueden estar más a flor de piel.",
    "contenidoMama":"Puedes tener más dificultades para respirar profundamente o sentirte más cansada en actividades simples. La necesidad de apoyo y contención puede ser mayor.",
    "contenidoBebes":"Sus movimientos se sienten con intensidad. Los controles incluyen flujo doppler y registros cardíacos separados. Se monitorean contracciones y crecimiento para anticiparse a cualquier signo de alerta.",
    "imagenUrl":"\/img\/semanaSemanas\/semana33.png"
  },
  {
    "numeroSemana":34,
    "tipo_embarazo":"di-mono",
    "titulo":"Etapa de espera activa",
    "descripcion":"Puede parecer que no hay grandes novedades pero internamente todo se está preparando para el gran momento.",
    "contenidoMama":"Puedes notar más presión en el bajo vientre y una necesidad constante de orinar. El cuerpo puede hincharse con más facilidad y el descanso nocturno volverse fragmentado.",
    "contenidoBebes":"Ambos bebés pesan más de dos kilos y muestran madurez suficiente para una posible llegada temprana. La coordinación del equipo médico es clave para asegurar un parto seguro si ocurre antes de tiempo.",
    "imagenUrl":"\/img\/semanaSemanas\/semana34.png"
  },
  {
    "numeroSemana":35,
    "tipo_embarazo":"di-mono",
    "titulo":"Todo listo casi todo el tiempo",
    "descripcion":"Cada día cuenta. El parto puede adelantarse en embarazos gemelares y por eso es buen momento para tener todo preparado sin presión.",
    "contenidoMama":"Es común sentir el cuerpo más torpe o lento. Puedes notar más flujo o ligeras contracciones. Escuchar al cuerpo y frenar cuando lo pide es fundamental.",
    "contenidoBebes":"Ambos bebés son viables fuera del útero pero se busca llegar lo más lejos posible sin comprometer su bienestar. La placenta se observa con detalle en cada control para evitar complicaciones finales.",
    "imagenUrl":"\/img\/semanaSemanas\/semana35.png"
  },
  {
    "numeroSemana":36,
    "tipo_embarazo":"di-mono",
    "titulo":"Puertas abiertas al encuentro",
    "descripcion":"La recta final puede traer ansiedad e ilusión al mismo tiempo. Tu cuerpo y tus bebés saben cuándo será el momento.",
    "contenidoMama":"La incomodidad puede ser constante pero también lo es la fuerza interna que te sostiene. Puedes sentir mayor presión pélvica y notar que los movimientos de los bebés cambian de ritmo.",
    "contenidoBebes":"Se estima que muchos embarazos gemelares mono-bi terminan entre esta semana y la 37 por decisión médica. Ambos bebés están listos y el equipo evalúa el mejor momento para el nacimiento según su evolución individual.",
    "imagenUrl":"\/img\/semanaSemanas\/semana36.png"
  },
  {
    "numeroSemana":37,
    "tipo_embarazo":"di-mono",
    "titulo":"Momento de escucha profunda",
    "descripcion":"Cada señal puede ser importante. El cuerpo y los bebés están en su máxima preparación para el gran día.",
    "contenidoMama":"Puedes notar más presión en la pelvis y contracciones más regulares. Es posible que tengas menos apetito o más cansancio general. El descanso es clave.",
    "contenidoBebes":"Muchos embarazos mono-bi finalizan esta semana por recomendación médica para evitar riesgos asociados a la placenta compartida. Ambos bebés están listos y su madurez pulmonar suele estar completa.",
    "imagenUrl":"\/img\/semanaSemanas\/semana37.png"
  },
  {
    "numeroSemana":38,
    "tipo_embarazo":"di-mono",
    "titulo":"Cuenta regresiva real",
    "descripcion":"La espera puede sentirse larga pero cada día suma. Es normal tener sentimientos encontrados y muchas ganas de verles la carita.",
    "contenidoMama":"Puedes experimentar cambios en el flujo o pequeñas pérdidas del tapón mucoso. El cuerpo da señales de forma natural. La intuición es valiosa en esta etapa.",
    "contenidoBebes":"Si el embarazo continúa, se realiza un control diario del bienestar fetal. El riesgo de complicaciones aumenta levemente y por eso la vigilancia es estrecha. Ambos bebés ya pesan cerca de tres kilos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana38.png"
  },
  {
    "numeroSemana":39,
    "tipo_embarazo":"di-mono",
    "titulo":"Todo está listo",
    "descripcion":"Has llegado al final de este viaje. Aunque el cuerpo esté cansado hay una energía profunda que te conecta con el momento de nacer.",
    "contenidoMama":"Es posible que tengas contracciones frecuentes o que notes una bajada del abdomen. La dilatación cervical puede avanzar progresivamente aunque sin dolor constante.",
    "contenidoBebes":"Es muy poco frecuente llegar a esta semana en un embarazo gemelar monocorial. Si ocurre, suele ser bajo control hospitalario para decidir el parto en cualquier momento. Ambos bebés están completamente desarrollados.",
    "imagenUrl":"\/img\/semanaSemanas\/semana39.png"
  },
  {
    "numeroSemana":40,
    "tipo_embarazo":"di-mono",
    "titulo":"Últimos compases",
    "descripcion":"Es excepcional que un embarazo mono-bi llegue a la semana 40. Si ocurre es con control médico continuo y decisión clínica sobre el parto.",
    "contenidoMama":"Puedes sentirte agotada pero también emocionada. Las contracciones pueden ser más intensas y regulares. Tu cuerpo sabe cuándo dar la señal definitiva.",
    "contenidoBebes":"La placenta compartida ya ha cumplido su función por completo. Los bebés están listos y cualquier indicio de desequilibrio entre ellos será motivo para inducir el parto o realizar cesárea según recomendación médica.",
    "imagenUrl":"\/img\/semanaSemanas\/semana40.png"
  },
  {
    "numeroSemana":4,
    "tipo_embarazo":"mono-mono",
    "titulo":"¡Confirmado! Empieza la aventura",
    "descripcion":"La menstruación no llega y comienzas a sospechar. Una prueba de embarazo puede darte la gran noticia… o la doble sorpresa.",
    "contenidoMama":"Tu cuerpo comienza a producir la hormona hCG que permite detectar el embarazo. Puedes sentirte más cansada notar sensibilidad en los pechos o tener más ganas de orinar. También es normal sentir emociones intensas o confusión en esta etapa.",
    "contenidoBebes":"Los embriones se han implantado y comienzan a desarrollarse dentro de una única placenta y una única bolsa amniótica. Esta configuración es muy poco frecuente y requiere especial seguimiento médico desde las primeras semanas.",
    "imagenUrl":"\/img\/semanaSemanas\/semana4.png"
  },
  {
    "numeroSemana":5,
    "tipo_embarazo":"mono-mono",
    "titulo":"Todo empieza a tomar forma",
    "descripcion":"Con el embarazo confirmado es momento de asimilar esta nueva etapa. Tu cuerpo está trabajando a toda velocidad para crear vida por duplicado.",
    "contenidoMama":"Las hormonas continúan aumentando especialmente la hCG y la progesterona. Puedes notar más fatiga náuseas sensibilidad en los pechos o cambios de humor. Todo esto es parte de la adaptación natural a este nuevo proceso.",
    "contenidoBebes":"Ambos embriones se desarrollan dentro de la misma bolsa amniótica y comparten la misma placenta. Esta cercanía implica que no hay membrana que los separe lo que aumenta el riesgo de que sus cordones se entrelacen. La vigilancia médica debe ser precoz.",
    "imagenUrl":"\/img\/semanaSemanas\/semana5.jpg"
  },
  {
    "numeroSemana":6,
    "tipo_embarazo":"mono-mono",
    "titulo":"Latidos diminutos",
    "descripcion":"El embarazo sigue su curso y es posible que empieces a sentir más intensamente los cambios. Esta semana puede ser clave para conectar emocionalmente con lo que estás viviendo.",
    "contenidoMama":"Las náuseas pueden intensificarse y tu olfato estar más sensible. Tal vez sientas rechazo por ciertos alimentos o te molesten olores que antes pasaban desapercibidos. El cansancio sigue presente y podrías notar cambios en el estado de ánimo. Todo esto es normal.",
    "contenidoBebes":"Los corazones de ambos embriones empiezan a latir. En el embarazo mono-mono pueden rozarse entre sí dentro de la misma bolsa. Esto requiere controles ecográficos tempranos para verificar que el desarrollo es simétrico y sin complicaciones.",
    "imagenUrl":"\/img\/semanaSemanas\/semana6.jpg"
  },
  {
    "numeroSemana":7,
    "tipo_embarazo":"mono-mono",
    "titulo":"Primeros esbozos",
    "descripcion":"Puede que te sientas más conectada con lo que ocurre dentro de ti. La idea de llevar dos vidas contigo empieza a tomar forma y a emocionar.",
    "contenidoMama":"Las náuseas pueden continuar y es común tener sensación de hinchazón o gases. La fatiga sigue presente y los cambios hormonales pueden hacerte más sensible emocionalmente. Es momento de priorizar el descanso y la alimentación suave.",
    "contenidoBebes":"Los embriones ya tienen forma de pequeños renacuajos y comparten una sola bolsa. Comienzan a moverse dentro del mismo espacio lo que requiere ecografías frecuentes para detectar enredos de cordón umbilical.",
    "imagenUrl":"\/img\/semanaSemanas\/semana7.jpg"
  },
  {
    "numeroSemana":8,
    "tipo_embarazo":"mono-mono",
    "titulo":"Mini humanos en construcción",
    "descripcion":"Cada día es un paso más hacia el gran encuentro. Aunque aún no puedas sentirlos físicamente tus bebés crecen con fuerza en su espacio.",
    "contenidoMama":"Tu útero está creciendo y eso puede generar molestias pélvicas similares a un dolor menstrual suave. Es normal sentirte más torpe o con cambios en el sueño. La digestión puede hacerse más lenta y el olfato sigue muy activo.",
    "contenidoBebes":"Ambos bebés siguen en contacto dentro de la única bolsa amniótica. Su crecimiento es rápido y comienzan a aparecer sus extremidades. Se observa si uno se mueve más que el otro o si hay signos de presión entre ellos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana8.jpg"
  },
  {
    "numeroSemana":9,
    "tipo_embarazo":"mono-mono",
    "titulo":"Pequeños grandes avances",
    "descripcion":"El embarazo ya es visible en muchas mujeres y en ti puede sentirse como un cambio constante tanto físico como emocional.",
    "contenidoMama":"La ropa puede empezar a molestarte en la cintura. Las emociones pueden variar con facilidad y es importante que te sientas acompañada. El aumento del flujo vaginal es normal siempre que no tenga mal olor ni cause picor.",
    "contenidoBebes":"Los corazones de los bebés laten con fuerza y su desarrollo continúa. La proximidad entre ellos es constante por la bolsa compartida. Se monitorea que cada uno crezca a un ritmo similar y no haya desequilibrio.",
    "imagenUrl":"\/img\/semanaSemanas\/semana9.jpg"
  },
  {
    "numeroSemana":10,
    "tipo_embarazo":"mono-mono",
    "titulo":"Termina la etapa más delicada",
    "descripcion":"Con el final del primer trimestre cerca es momento de celebrar la evolución. Aunque aún queda camino ya has pasado muchas de las primeras barreras.",
    "contenidoMama":"La mayoría de los síntomas empiezan a estabilizarse aunque algunas molestias pueden continuar. Puedes sentirte más estable o incluso con más energía. El útero sigue creciendo y quizás notes una ligera curva en el vientre.",
    "contenidoBebes":"Ambos bebés ya se consideran fetos. Se desarrollan dentro de un entorno compartido sin separación. La vigilancia médica busca evitar que el cordón de uno se enrede con el del otro o que se interfieran entre sí.",
    "imagenUrl":"\/img\/semanaSemanas\/semana10.jpg"
  },
  {
    "numeroSemana":11,
    "tipo_embarazo":"mono-mono",
    "titulo":"Más energía y primeras curvas",
    "descripcion":"Tu cuerpo se adapta mejor a esta nueva etapa y quizás empieces a sentirte más tú. La tripa puede comenzar a asomar y las emociones estabilizarse un poco.",
    "contenidoMama":"Las náuseas pueden empezar a reducirse y puede aumentar el apetito. Tu cintura cambia y podrías necesitar ropa más cómoda. También podrías notar mayor brillo en la piel o el cabello gracias a las hormonas.",
    "contenidoBebes":"Los bebés continúan creciendo dentro de la misma bolsa amniótica. Se mueven más y pueden tocarse con facilidad. En esta etapa se observa cuidadosamente si hay riesgo de compresión del cordón o diferencias en la evolución.",
    "imagenUrl":"\/img\/semanaSemanas\/semana11.jpg"
  },
  {
    "numeroSemana":12,
    "tipo_embarazo":"mono-mono",
    "titulo":"Primer trimestre superado",
    "descripcion":"Llegas al final de una etapa intensa. Aunque aún hay mucho por delante ahora puedes respirar con algo más de calma.",
    "contenidoMama":"Probablemente te sientas con más energía y algo más tranquila. El riesgo de complicaciones tempranas disminuye y es habitual compartir la noticia con los más cercanos en esta fase.",
    "contenidoBebes":"Ambos fetos ya tienen estructuras básicas completas. En los controles médicos se comprueba que ambos tengan latidos fuertes y movimientos espontáneos sin que uno interfiera con el otro dentro del espacio compartido.",
    "imagenUrl":"\/img\/semanaSemanas\/semana12.jpg"
  },
  {
    "numeroSemana":13,
    "tipo_embarazo":"mono-mono",
    "titulo":"Segundo trimestre en marcha",
    "descripcion":"Con el segundo trimestre llegan nuevos cambios pero también mayor estabilidad. Es una etapa ideal para conectar con tu cuerpo y con lo que estás viviendo.",
    "contenidoMama":"Puedes notar más energía pero también algunos síntomas nuevos como congestión nasal o dolor de ligamentos al estirarte. Aumenta la circulación sanguínea y eso puede generar más calor corporal o sudoración.",
    "contenidoBebes":"Los bebés siguen compartiendo un mismo entorno amniótico. Comienzan a definirse sus rasgos y movimientos. Se vigila que no haya signos de compresión o diferencias significativas en el crecimiento fetal.",
    "imagenUrl":"\/img\/semanaSemanas\/semana13.jpg"
  },
  {
    "numeroSemana":14,
    "tipo_embarazo":"mono-mono",
    "titulo":"Todo crece contigo",
    "descripcion":"Empiezas a notar con más claridad que tu cuerpo se expande para albergar vida. El útero se eleva y tal vez puedas sentir cierta presión interna.",
    "contenidoMama":"El vientre comienza a ser más visible. Puede aparecer acidez o estreñimiento por los cambios digestivos. Es buen momento para cuidar la hidratación y seguir con una alimentación variada y suave.",
    "contenidoBebes":"Ambos bebés muestran una evolución clara. Se observa su interacción constante dentro de la bolsa única. Es frecuente que se crucen o cambien de posición, lo que hace necesario un control ecográfico más frecuente.",
    "imagenUrl":"\/img\/semanaSemanas\/semana14.jpg"
  },
  {
    "numeroSemana":15,
    "tipo_embarazo":"mono-mono",
    "titulo":"Vínculos en expansión",
    "descripcion":"Es posible que empieces a sentir una conexión más profunda con tus bebés. Esta etapa es ideal para crear pequeños rituales de cuidado y disfrute.",
    "contenidoMama":"Puedes notar movimientos sutiles parecidos a burbujas o cosquillas en la parte baja del vientre. El sueño puede mejorar y sentirte más activa. Aumenta el volumen sanguíneo y puede haber sangrado nasal ocasional.",
    "contenidoBebes":"Los bebés se mueven dentro de la misma bolsa y comienzan a rozarse con más frecuencia. Sus movimientos se registran en controles ecográficos para verificar que no haya compresión de cordones o interferencia entre ellos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana15.jpg"
  },
  {
    "numeroSemana":16,
    "tipo_embarazo":"mono-mono",
    "titulo":"Comienza la danza interna",
    "descripcion":"El cuerpo sigue transformándose y es posible que sientas por primera vez el movimiento de tus bebés. Es una sensación única que marca un antes y un después.",
    "contenidoMama":"Puedes tener dolores breves en los costados al estirarte debido al crecimiento uterino. La línea alba puede oscurecerse y notarse una línea vertical en el abdomen. La piel puede volverse más sensible.",
    "contenidoBebes":"Los movimientos fetales se hacen más definidos y la falta de membrana entre ellos permite contacto físico constante. En cada control se verifica que los latidos sean diferenciables y que no haya signos de estrangulamiento por cordones.",
    "imagenUrl":"\/img\/semanaSemanas\/semana16.jpg"
  },
  {
    "numeroSemana":17,
    "tipo_embarazo":"mono-mono",
    "titulo":"Todo se siente más real",
    "descripcion":"Tu cuerpo se adapta cada vez mejor y es probable que te sientas más segura con lo que estás viviendo. Cada pequeño cambio es una señal del proceso natural que estás transitando.",
    "contenidoMama":"El apetito puede aumentar y también las ganas de organizar el entorno. Puedes notar más hinchazón en pies y tobillos al final del día. Los pechos continúan cambiando en preparación para la lactancia.",
    "contenidoBebes":"Los bebés ya pesan cerca de ciento cincuenta gramos y se mueven con fuerza. La ausencia de membrana intermedia hace que se puedan enredar. Se requiere seguimiento médico frecuente para evitar complicaciones inesperadas.",
    "imagenUrl":"\/img\/semanaSemanas\/semana17.jpg"
  },
  {
    "numeroSemana":18,
    "tipo_embarazo":"mono-mono",
    "titulo":"Crecer es el trabajo principal",
    "descripcion":"Aunque los días pueden sentirse largos todo está avanzando dentro de ti. Este es un buen momento para conectar con tu pareja o red de apoyo.",
    "contenidoMama":"Puedes sentirte más torpe o distraída por los cambios hormonales. El centro de gravedad cambia y es importante moverse con precaución. El flujo vaginal puede aumentar de forma natural.",
    "contenidoBebes":"Ambos bebés continúan su crecimiento compartiendo el mismo espacio amniótico. A medida que ganan tamaño el riesgo de contacto entre cordones aumenta, por lo que los controles de flujo y doppler son fundamentales.",
    "imagenUrl":"\/img\/semanaSemanas\/semana18.jpg"
  },
  {
    "numeroSemana":19,
    "tipo_embarazo":"mono-mono",
    "titulo":"Empieza la cuenta atrás para la mitad",
    "descripcion":"Te acercas al ecuador del embarazo y es posible que te sientas más consciente del espacio que ocupan tus bebés dentro de ti.",
    "contenidoMama":"Puedes notar molestias al dormir en ciertas posturas o sentir tirantez abdominal. Usar almohadas para apoyar el cuerpo puede ayudarte a descansar mejor.",
    "contenidoBebes":"Los bebés ya miden más de quince centímetros y se observan con claridad en las ecografías. Su posición cambia con frecuencia y sus cordones se entrecruzan con facilidad, lo que requiere controles semanales o quincenales según el caso.",
    "imagenUrl":"\/img\/semanaSemanas\/semana19.jpg"
  },
  {
    "numeroSemana":20,
    "tipo_embarazo":"mono-mono",
    "titulo":"Mitad del camino",
    "descripcion":"Has llegado a la mitad de este viaje único. Es momento de reconocer todo lo que has atravesado y darte espacio para disfrutar.",
    "contenidoMama":"Es posible que te sientas más estable física y emocionalmente aunque algunas molestias persistan. El vientre está más visible y puedes sentirte más conectada con los movimientos internos.",
    "contenidoBebes":"Los bebés superan los doscientos cincuenta gramos y se mantienen muy activos. Al no haber separación física entre ellos, los profesionales evalúan constantemente el patrón de crecimiento, los flujos sanguíneos y la movilidad de ambos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana20.jpg"
  },
  {
    "numeroSemana":21,
    "tipo_embarazo":"mono-mono",
    "titulo":"Un ritmo compartido",
    "descripcion":"El vínculo con tus bebés crece y los movimientos ya pueden sentirse con claridad. Puedes notar cómo responden a ciertos sonidos o caricias.",
    "contenidoMama":"Tu piel se estira y puede picar especialmente en el abdomen. Aparecen estrías en algunas mujeres y es buen momento para hidratar con frecuencia. Podrías tener calambres en las piernas especialmente por la noche.",
    "contenidoBebes":"Ambos bebés comparten totalmente su entorno físico. Sus movimientos pueden cruzarse y generar tensión en los cordones. Las ecografías valoran que haya buena oxigenación y movilidad libre sin riesgos visibles.",
    "imagenUrl":"\/img\/semanaSemanas\/semana21.jpg"
  },
  {
    "numeroSemana":22,
    "tipo_embarazo":"mono-mono",
    "titulo":"Crecer desde dentro",
    "descripcion":"Cada semana tu cuerpo demuestra su capacidad para sostener vida. Aunque puedas sentirte pesada todo sigue fluyendo hacia adelante.",
    "contenidoMama":"Puedes notar presión en la pelvis o dificultad para estar mucho tiempo de pie. El ritmo cardíaco puede acelerarse con más facilidad. Dormir de lado comienza a ser lo más recomendable.",
    "contenidoBebes":"Los bebés pesan cerca de medio kilo y muestran patrones de actividad alternada. En embarazos mono-mono se controla que ambos tengan el mismo acceso al oxígeno y nutrientes para prevenir retrasos o diferencias peligrosas.",
    "imagenUrl":"\/img\/semanaSemanas\/semana22.jpg"
  },
  {
    "numeroSemana":23,
    "tipo_embarazo":"mono-mono",
    "titulo":"Todo se vuelve más real",
    "descripcion":"Es una etapa donde puede surgir ansiedad por el parto o el futuro. Es normal tener preguntas e incertidumbres. Busca momentos de calma y espacios de contención.",
    "contenidoMama":"Tu cuerpo sigue ensanchándose y puede aparecer dolor lumbar o dificultad para agacharte. La piel puede cambiar de color en ciertas zonas por la acción hormonal.",
    "contenidoBebes":"Los movimientos son más fuertes y perceptibles. Se realiza monitoreo frecuente para observar los cordones y confirmar que no haya obstrucciones ni entrelazamientos comprometidos. Ambos deben seguir creciendo de forma simétrica.",
    "imagenUrl":"\/img\/semanaSemanas\/semana23.png"
  },
  {
    "numeroSemana":24,
    "tipo_embarazo":"mono-mono",
    "titulo":"Etapa de ajustes",
    "descripcion":"Tu mente y cuerpo están en constante adaptación. Puede que surjan nuevas emociones o que necesites reorganizar rutinas. Escúchate y date permiso para priorizarte.",
    "contenidoMama":"Es común tener más dificultad para descansar y cambios en la digestión. Puedes notar más hambre o necesidad de comer en porciones más pequeñas.",
    "contenidoBebes":"Se monitorean los latidos de ambos bebés por separado. Dado que comparten bolsa, cualquier cambio de posición o compresión puede afectar a uno o a ambos. Las ecografías y pruebas de bienestar fetal son frecuentes.",
    "imagenUrl":"\/img\/semanaSemanas\/semana24.jpeg"
  },
  {
    "numeroSemana":25,
    "tipo_embarazo":"mono-mono",
    "titulo":"Avances silenciosos",
    "descripcion":"Desde fuera no siempre se nota lo que está pasando pero por dentro tus bebés y tú están haciendo un trabajo inmenso.",
    "contenidoMama":"Puedes sentir más peso al caminar o molestias en la espalda. Los movimientos internos son más frecuentes y variados. La ropa ajustada puede incomodar.",
    "contenidoBebes":"Ambos bebés muestran reflejos activos y su sistema nervioso sigue madurando. La vigilancia médica puede incluir hospitalización preventiva en algunas clínicas a partir de esta semana para un control más intensivo si es necesario.",
    "imagenUrl":"\/img\/semanaSemanas\/semana25.png"
  },
  {
    "numeroSemana":26,
    "tipo_embarazo":"mono-mono",
    "titulo":"Sentidos que se despiertan",
    "descripcion":"A esta altura del embarazo tus bebés se vuelven más activos. También tú puedes sentirte más sensible física y emocionalmente.",
    "contenidoMama":"Es común tener cambios de humor más marcados o sentir agobio por la cercanía del tercer trimestre. También puedes experimentar molestias en las costillas o dificultad para respirar profundamente.",
    "contenidoBebes":"Ambos bebés perciben sonidos y luz con más claridad. Comparten espacio estrechamente y pueden tocarse constantemente. Las diferencias entre ellos se vigilan para evitar transfusiones o compresiones umbilicales.",
    "imagenUrl":"\/img\/semanaSemanas\/semana26.png"
  },
  {
    "numeroSemana":27,
    "tipo_embarazo":"mono-mono",
    "titulo":"Camino al último tramo",
    "descripcion":"Te estás preparando para la recta final. Es un buen momento para bajar el ritmo y priorizar el descanso y la tranquilidad.",
    "contenidoMama":"Puedes tener contracciones leves e irregulares conocidas como Braxton Hicks. El sueño puede verse interrumpido por incomodidad física o necesidad frecuente de orinar.",
    "contenidoBebes":"Los bebés ya podrían nacer en caso de necesidad. La cercanía física constante implica riesgo alto de entrelazamiento de cordones por lo que algunas unidades médicas recomiendan ingreso hospitalario preventivo alrededor de esta semana.",
    "imagenUrl":"\/img\/semanaSemanas\/semana27.png"
  },
  {
    "numeroSemana":28,
    "tipo_embarazo":"mono-mono",
    "titulo":"Inicio del tercer trimestre",
    "descripcion":"Comienza la etapa final del embarazo. Aunque el cuerpo esté más cansado hay también una energía nueva por el encuentro que se acerca.",
    "contenidoMama":"Puedes sentirte más pesada y con dificultad para hacer algunas tareas. Es importante buscar ayuda y no exigirte de más. Puedes notar más hinchazón en pies o tobillos.",
    "contenidoBebes":"Ambos bebés superan el kilo de peso. Se valoran sus movimientos de forma individual con monitoreo casi diario. El plan de parto puede empezar a definirse, dado que en embarazos mono-mono suele recomendarse finalizar entre la semana 32 y 34.",
    "imagenUrl":"\/img\/semanaSemanas\/semana28.png"
  },
  {
    "numeroSemana":29,
    "tipo_embarazo":"mono-mono",
    "titulo":"Todo pesa un poco más",
    "descripcion":"El cuerpo te pide más pausas. Es momento de reconocer tu esfuerzo y ajustar el ritmo cuando sea necesario.",
    "contenidoMama":"La fatiga aumenta y los cambios posturales pueden generar molestias en la espalda o la pelvis. Puedes notar más contracciones irregulares y dificultad para encontrar una posición cómoda al dormir.",
    "contenidoBebes":"Los bebés pesan más de un kilo y comparten un espacio que se vuelve más estrecho. Esta cercanía aumenta el riesgo de enredo de cordones por lo que muchos equipos médicos consideran el ingreso hospitalario preventivo esta semana.",
    "imagenUrl":"\/img\/semanaSemanas\/semana29.png"
  },
  {
    "numeroSemana":30,
    "tipo_embarazo":"mono-mono",
    "titulo":"En conexión constante",
    "descripcion":"Aunque el cuerpo se sienta más limitado emocionalmente puedes sentir una gran cercanía con tus bebés. Ellos ya perciben mucho de lo que tú vives.",
    "contenidoMama":"Puedes experimentar más calambres en las piernas o ardor estomacal. La presión sobre el suelo pélvico aumenta y puedes notar cambios en el flujo vaginal. La piel del abdomen puede estar más tirante.",
    "contenidoBebes":"Los movimientos pueden cambiar y es importante que se registren sus latidos frecuentemente. En embarazos mono-mono los monitores fetales suelen usarse varias veces al día en esta etapa si ya estás ingresada o en vigilancia ambulatoria intensiva.",
    "imagenUrl":"\/img\/semanaSemanas\/semana30.png"
  },
  {
    "numeroSemana":31,
    "tipo_embarazo":"mono-mono",
    "titulo":"Cuenta atrás emocional",
    "descripcion":"Es posible que empieces a sentir una mezcla de emociones. La ilusión convive con el cansancio. Todo eso es normal y válido.",
    "contenidoMama":"Puede aparecer insomnio o dificultad para relajarte. Es buen momento para preparar el entorno del nacimiento y expresar tus necesidades a quien te acompaña.",
    "contenidoBebes":"Se valora cada día con atención médica. Algunos protocolos consideran administrar corticoides para maduración pulmonar en caso de que se adelante el parto. Se planifican estrategias de parto según posición fetal y estado de los cordones.",
    "imagenUrl":"\/img\/semanaSemanas\/semana31.png"
  },
  {
    "numeroSemana":32,
    "tipo_embarazo":"mono-mono",
    "titulo":"Últimos ajustes",
    "descripcion":"Tu cuerpo sigue sosteniendo este proceso con fuerza aunque cada paso requiera más esfuerzo. Estás en una etapa de gran sabiduría corporal.",
    "contenidoMama":"Es posible que sientas presión en la parte baja del abdomen y más molestias al caminar. Algunas mujeres notan que el ombligo se aplana o sobresale.",
    "contenidoBebes":"Muchos embarazos mono-mono finalizan en esta semana por recomendación médica. Los bebés pesan más de un kilo y medio y pueden nacer con buen pronóstico si el parto se realiza en una unidad neonatal preparada.",
    "imagenUrl":"\/img\/semanaSemanas\/semana32.png"
  },
  {
    "numeroSemana":33,
    "tipo_embarazo":"mono-mono",
    "titulo":"Preparadas para el cambio",
    "descripcion":"Cada día es un paso más hacia el nacimiento. Tu cuerpo te pide descanso y tus emociones pueden estar más a flor de piel.",
    "contenidoMama":"Puedes tener más dificultades para respirar profundamente o sentirte más cansada en actividades simples. La necesidad de apoyo y contención puede ser mayor.",
    "contenidoBebes":"Si el embarazo continúa más allá de esta semana suele ser bajo monitoreo constante. El equipo médico decide día a día según evolución fetal, flujo de cordones y bienestar materno. El nacimiento puede ocurrir en cualquier momento.",
    "imagenUrl":"\/img\/semanaSemanas\/semana33.png"
  },
  {
    "numeroSemana":34,
    "tipo_embarazo":"mono-mono",
    "titulo":"Etapa de espera activa",
    "descripcion":"Puede parecer que no hay grandes novedades pero internamente todo se está preparando para el gran momento.",
    "contenidoMama":"Puedes notar más presión en el bajo vientre y una necesidad constante de orinar. El cuerpo puede hincharse con más facilidad y el descanso nocturno volverse fragmentado.",
    "contenidoBebes":"Los bebés pesan cerca de dos kilos. Si no ha ocurrido aún el parto, suele programarse esta semana para minimizar riesgos. El nacimiento puede ser vía cesárea planificada en muchos casos por seguridad.",
    "imagenUrl":"\/img\/semanaSemanas\/semana34.png"
  },
  {
    "numeroSemana":35,
    "tipo_embarazo":"mono-mono",
    "titulo":"Todo listo casi todo el tiempo",
    "descripcion":"Cada día cuenta. El parto puede adelantarse en embarazos gemelares y por eso es buen momento para tener todo preparado sin presión.",
    "contenidoMama":"Es común sentir el cuerpo más torpe o lento. Puedes notar más flujo o ligeras contracciones. Escuchar al cuerpo y frenar cuando lo pide es fundamental.",
    "contenidoBebes":"Un embarazo mono-mono que llega hasta esta semana es muy poco habitual. El seguimiento debe ser continuo y el nacimiento inminente. Ambos bebés tienen buen pronóstico si han crecido de forma simétrica y con buen aporte placentario.",
    "imagenUrl":"\/img\/semanaSemanas\/semana35.png"
  },
  {
    "numeroSemana":36,
    "tipo_embarazo":"mono-mono",
    "titulo":"Puertas abiertas al encuentro",
    "descripcion":"La recta final puede traer ansiedad e ilusión al mismo tiempo. Tu cuerpo y tus bebés saben cuándo será el momento.",
    "contenidoMama":"La incomodidad puede ser constante pero también lo es la fuerza interna que te sostiene. Puedes sentir mayor presión pélvica y notar que los movimientos de los bebés cambian de ritmo.",
    "contenidoBebes":"Es altamente probable que el parto ya haya ocurrido o esté a punto de ocurrir. Esta semana representa el límite máximo en la mayoría de protocolos clínicos. Los bebés están listos para nacer y ser recibidos con todos los cuidados necesarios.",
    "imagenUrl":"\/img\/semanaSemanas\/semana36.png"
  },
  {
    "numeroSemana":37,
    "tipo_embarazo":"mono-mono",
    "titulo":"Momento de escucha profunda",
    "descripcion":"Cada señal puede ser importante. El cuerpo y los bebés están en su máxima preparación para el gran día.",
    "contenidoMama":"Puedes notar más presión en la pelvis y contracciones más regulares. Es posible que tengas menos apetito o más cansancio general. El descanso es clave.",
    "contenidoBebes":"Es excepcional que un embarazo mono-mono llegue a esta semana. Si es así suele estar bajo vigilancia hospitalaria constante. Los bebés ya tienen madurez suficiente para nacer de forma segura en cualquier momento.",
    "imagenUrl":"\/img\/semanaSemanas\/semana37.png"
  },
  {
    "numeroSemana":38,
    "tipo_embarazo":"mono-mono",
    "titulo":"Cuenta regresiva real",
    "descripcion":"La espera puede sentirse larga pero cada día suma. Es normal tener sentimientos encontrados y muchas ganas de verles la carita.",
    "contenidoMama":"Puedes experimentar cambios en el flujo o pequeñas pérdidas del tapón mucoso. El cuerpo da señales de forma natural. La intuición es valiosa en esta etapa.",
    "contenidoBebes":"En esta etapa el parto debería estar ya programado o realizado. Si el embarazo continúa se hace con monitoreo intensivo y preparación constante para una posible cesárea urgente si algo cambia en el bienestar fetal.",
    "imagenUrl":"\/img\/semanaSemanas\/semana38.png"
  },
  {
    "numeroSemana":39,
    "tipo_embarazo":"mono-mono",
    "titulo":"Todo está listo",
    "descripcion":"Has llegado al final de este viaje. Aunque el cuerpo esté cansado hay una energía profunda que te conecta con el momento de nacer.",
    "contenidoMama":"Es posible que tengas contracciones frecuentes o que notes una bajada del abdomen. La dilatación cervical puede avanzar progresivamente aunque sin dolor constante.",
    "contenidoBebes":"Un embarazo mono-mono en la semana 39 es extremadamente raro y solo ocurre con vigilancia médica diaria. En estos casos el equipo evalúa la seguridad de continuar o inducir el parto en cualquier momento.",
    "imagenUrl":"\/img\/semanaSemanas\/semana39.png"
  },
  {
    "numeroSemana":40,
    "tipo_embarazo":"mono-mono",
    "titulo":"Últimos compases",
    "descripcion":"Es muy poco habitual que un embarazo gemelar de este tipo llegue a esta semana. Si lo hace siempre será en contexto hospitalario con controles cada pocas horas.",
    "contenidoMama":"Puedes sentirte agotada pero también emocionada. Las contracciones pueden ser más intensas y regulares. Tu cuerpo sabe cuándo dar la señal definitiva.",
    "contenidoBebes":"Los bebés están completamente desarrollados y listos para nacer. La prioridad es asegurar un parto seguro sin complicaciones por el entrelazamiento de cordones. Esta semana marca el límite absoluto en muchos protocolos.",
    "imagenUrl":"\/img\/semanaSemanas\/semana40.png"
  }
]